Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# AboutPrivacyLinkText
source: Privacy Policy
ar_sa: سياسة الخصوصية
bg_bg: Политика за поверителност
cs_cz: Zásady ochrany osobních údajů
da_dk: Privatlivspolitik
de_de: Datenschutzrichtlinie
el_gr: Πολιτική απορρήτου
es_es: Política de privacidad
et_ee: Privaatsuspoliitika
fi_fi: Tietosuojakäytäntö
fr_fr: Politique de confidentialité
he_il: מדיניות פרטיות
hi_in: गोपनीयता नीति
hr_hr: Pravila privatnosti
hu_hu: Adatvédelmi irányelvek
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 처리방침
lt_lt: Privatumo politika
lv_lv: Konfidencialitātes politika
nb_no: Personvernerklæring
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate
sk_sk: Zásady ochrany osobných údajov
sl_si: Pravilnik o zasebnosti
sr_latn_rs: Politika privatnosti
sv_se: Integritetspolicy
sw_ke: Sera ya Faragha
th_th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності
ur_pk: رازداری کی پالیسی
vi_vn: Chính sách quyền riêng tư
zh_hans: 隐私政策

# AboutCloseButtonText
source: Close
ar_sa: إغلاق
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
hi_in: बंद करें
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
lt_lt: Uždaryti
lv_lv: Aizvērt
nb_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
sk_sk: Zavrieť
sl_si: Zapri
sr_latn_rs: Zatvori
sv_se: Stäng
sw_ke: Funga
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
ur_pk: بند کریں
vi_vn: Đóng
zh_hans: 关闭

# ScanButton.Content
source: Scan for threats
ar_sa: فحص التهديدات
bg_bg: Сканиране за заплахи
cs_cz: Zkontrolovat hrozby
da_dk: Scan for trusler
de_de: Auf Bedrohungen prüfen
el_gr: Έλεγχος για απειλές
es_es: Buscar amenazas
et_ee: Kontrolli ohte
fi_fi: Tarkista uhat
fr_fr: Rechercher des menaces
he_il: סריקה לאיתור איומים
hi_in: खतरों के लिए स्कैन करें
hr_hr: Provjeri prijetnje
hu_hu: Fenyegetések keresése
id_id: Pindai ancaman
it_it: Verifica minacce
ja_jp: 脅威をスキャン
ko_kr: 위협 검사
lt_lt: Tikrinti grėsmes
lv_lv: Pārbaudīt draudus
nb_no: Se etter trusler
pl_pl: Skanuj w poszukiwaniu zagrożeń
pt_pt: Procurar ameaças
ro_ro: Verifică amenințările
sk_sk: Skontrolovať hrozby
sl_si: Preveri grožnje
sr_latn_rs: Proveri pretnje
sv_se: Sök efter hot
sw_ke: Chunguza vitisho
th_th: สแกนหาภัยคุกคาม
tr_tr: Tehditleri tara
uk_ua: Перевірити на загрози
ur_pk: خطرات کے لیے اسکین کریں
vi_vn: Quét mối đe dọa
zh_hans: 扫描威胁

# ScanResultDialogTitle
source: Scan for threats
ar_sa: فحص التهديدات
bg_bg: Сканиране за заплахи
cs_cz: Zkontrolovat hrozby
da_dk: Scan for trusler
de_de: Auf Bedrohungen prüfen
el_gr: Έλεγχος για απειλές
es_es: Buscar amenazas
et_ee: Kontrolli ohte
fi_fi: Tarkista uhat
fr_fr: Rechercher des menaces
he_il: סריקה לאיתור איומים
hi_in: खतरों के लिए स्कैन करें
hr_hr: Provjeri prijetnje
hu_hu: Fenyegetések keresése
id_id: Pindai ancaman
it_it: Verifica minacce
ja_jp: 脅威をスキャン
ko_kr: 위협 검사
lt_lt: Tikrinti grėsmes
lv_lv: Pārbaudīt draudus
nb_no: Se etter trusler
pl_pl: Skanuj w poszukiwaniu zagrożeń
pt_pt: Procurar ameaças
ro_ro: Verifică amenințările
sk_sk: Skontrolovať hrozby
sl_si: Preveri grožnje
sr_latn_rs: Proveri pretnje
sv_se: Sök efter hot
sw_ke: Chunguza vitisho
th_th: สแกนหาภัยคุกคาม
tr_tr: Tehditleri tara
uk_ua: Перевірити на загрози
ur_pk: خطرات کے لیے اسکین کریں
vi_vn: Quét mối đe dọa
zh_hans: 扫描威胁

# ScanNoThreatsFound
source: No threats found in this archive.
ar_sa: لم يتم العثور على تهديدات في هذا الأرشيف.
bg_bg: В този архив не са открити заплахи.
cs_cz: V tomto archivu nebyly nalezeny žádné hrozby.
da_dk: Der blev ikke fundet trusler i dette arkiv.
de_de: In diesem Archiv wurden keine Bedrohungen gefunden.
el_gr: Δεν εντοπίστηκαν απειλές σε αυτό το αρχείο συμπίεσης.
es_es: No se encontraron amenazas en este archivo.
et_ee: Selles arhiivis ohte ei leitud.
fi_fi: Tästä arkistosta ei löytynyt uhkia.
fr_fr: Aucune menace détectée dans cette archive.
he_il: לא נמצאו איומים בארכיון זה.
hi_in: इस संग्रह में कोई खतरा नहीं मिला।
hr_hr: U ovoj arhivi nisu pronađene prijetnje.
hu_hu: Ebben az archívumban nem található fenyegetés.
id_id: Tidak ditemukan ancaman dalam arsip ini.
it_it: Nessuna minaccia rilevata in questo archivio.
ja_jp: このアーカイブに脅威は見つかりませんでした。
ko_kr: 이 압축 파일에서 위협이 발견되지 않았습니다.
lt_lt: Šiame archyve grėsmių nerasta.
lv_lv: Šajā arhīvā draudi nav atrasti.
nb_no: Ingen trusler ble funnet i dette arkivet.
pl_pl: Nie znaleziono zagrożeń w tym archiwum.
pt_pt: Não foram encontradas ameaças neste arquivo.
ro_ro: Nu au fost găsite amenințări în această arhivă.
sk_sk: V tomto archíve neboli nájdené žiadne hrozby.
sl_si: V tem arhivu ni bilo najdenih groženj.
sr_latn_rs: Nisu pronađene pretnje u ovoj arhivi.
sv_se: Inga hot hittades i det här arkivet.
sw_ke: Hakuna vitisho vilivyopatikana katika kumbukumbu hii.
th_th: ไม่พบภัยคุกคามในไฟล์บีบอัดนี้
tr_tr: Bu arşivde tehdit bulunamadı.
uk_ua: У цьому архіві загроз не виявлено.
ur_pk: اس آرکائیو میں کوئی خطرہ نہیں ملا۔
vi_vn: Không tìm thấy mối đe dọa nào trong tệp lưu trữ này.
zh_hans: 此压缩包中未发现威胁。

# ScanThreatDetectedGeneric
source: threat detected
ar_sa: تم اكتشاف تهديد
bg_bg: открита заплаха
cs_cz: zjištěna hrozba
da_dk: trussel fundet
de_de: Bedrohung erkannt
el_gr: εντοπίστηκε απειλή
es_es: amenaza detectada
et_ee: tuvastati oht
fi_fi: uhka havaittu
fr_fr: menace détectée
he_il: זוהה איום
hi_in: खतरा मिला
hr_hr: prijetnja pronađena
hu_hu: fenyegetés észlelve
id_id: ancaman terdeteksi
it_it: minaccia rilevata
ja_jp: 脅威を検出
ko_kr: 위협 발견됨
lt_lt: aptikta grėsmė
lv_lv: konstatēts drauds
nb_no: trussel oppdaget
pl_pl: wykryto zagrożenie
pt_pt: ameaça detetada
ro_ro: amenințare detectată
sk_sk: zistená hrozba
sl_si: zaznana grožnja
sr_latn_rs: otkrivena pretnja
sv_se: hot upptäckt
sw_ke: tishio limegunduliwa
th_th: ตรวจพบภัยคุกคาม
tr_tr: tehdit algılandı
uk_ua: виявлено загрозу
ur_pk: خطرہ معلوم ہوا
vi_vn: đã phát hiện mối đe dọa
zh_hans: 检测到威胁

# ScanThreatSectionHeader
source: Threats detected
ar_sa: تهديدات مكتشفة
bg_bg: Открити заплахи
cs_cz: Zjištěné hrozby
da_dk: Fundne trusler
de_de: Erkannte Bedrohungen
el_gr: Εντοπισμένες απειλές
es_es: Amenazas detectadas
et_ee: Tuvastatud ohud
fi_fi: Havaitut uhat
fr_fr: Menaces détectées
he_il: איומים שזוהו
hi_in: पाए गए खतरे
hr_hr: Otkrivene prijetnje
hu_hu: Észlelt fenyegetések
id_id: Ancaman terdeteksi
it_it: Minacce rilevate
ja_jp: 検出された脅威
ko_kr: 발견된 위협
lt_lt: Aptiktos grėsmės
lv_lv: Konstatētie draudi
nb_no: Oppdagede trusler
pl_pl: Wykryte zagrożenia
pt_pt: Ameaças detetadas
ro_ro: Amenințări detectate
sk_sk: Zistené hrozby
sl_si: Zaznane grožnje
sr_latn_rs: Otkrivene pretnje
sv_se: Upptäckta hot
sw_ke: Vitisho vilivyogunduliwa
th_th: ตรวจพบภัยคุกคาม
tr_tr: Algılanan tehditler
uk_ua: Виявлені загрози
ur_pk: معلوم شدہ خطرات
vi_vn: Mối đe dọa được phát hiện
zh_hans: 检测到的威胁

# ScanInconclusiveSectionHeader
source: Inconclusive
ar_sa: غير حاسم
bg_bg: Неопределено
cs_cz: Neprůkazné
da_dk: Ikke afgørende
de_de: Nicht eindeutig
el_gr: Ασαφές
es_es: No concluyente
et_ee: Ebaselge
fi_fi: Epäselvä
fr_fr: Non concluant
he_il: לא חד-משמעי
hi_in: अनिर्णायक
hr_hr: Neuvjerljivo
hu_hu: Nem egyértelmű
id_id: Tidak meyakinkan
it_it: Non conclusivo
ja_jp: 判定不能
ko_kr: 판단 불가
lt_lt: Neaišku
lv_lv: Nav skaidrs
nb_no: Usikkert
pl_pl: Nierozstrzygnięte
pt_pt: Inconclusivo
ro_ro: Neconcludent
sk_sk: Nejednoznačné
sl_si: Neopredeljivo
sr_latn_rs: Neuverljivo
sv_se: Ej entydigt
sw_ke: Haijabainika
th_th: ไม่สามารถสรุปได้
tr_tr: Belirsiz
uk_ua: Не визначено
ur_pk: غیر حتمی
vi_vn: Không xác định được
zh_hans: 无法确定

# EncryptWithPasswordCheck.Content
source: Encrypt with password (AES-256)
ar_sa: تشفير بكلمة مرور (AES-256)
bg_bg: Шифроване с парола (AES-256)
cs_cz: Šifrovat heslem (AES-256)
da_dk: Krypter med adgangskode (AES-256)
de_de: Mit Passwort verschlüsseln (AES-256)
el_gr: Κρυπτογράφηση με κωδικό πρόσβασης (AES-256)
es_es: Cifrar con contraseña (AES-256)
et_ee: Krüpti parooliga (AES-256)
fi_fi: Salaa salasanalla (AES-256)
fr_fr: Chiffrer avec un mot de passe (AES-256)
he_il: הצפנה באמצעות סיסמה (AES-256)
hi_in: पासवर्ड से एन्क्रिप्ट करें (AES-256)
hr_hr: Šifriraj lozinkom (AES-256)
hu_hu: Titkosítás jelszóval (AES-256)
id_id: Enkripsi dengan kata sandi (AES-256)
it_it: Crittografa con password (AES-256)
ja_jp: パスワードで暗号化 (AES-256)
ko_kr: 암호로 암호화 (AES-256)
lt_lt: Šifruoti slaptažodžiu (AES-256)
lv_lv: Šifrēt ar paroli (AES-256)
nb_no: Krypter med passord (AES-256)
pl_pl: Szyfruj hasłem (AES-256)
pt_pt: Encriptar com palavra-passe (AES-256)
ro_ro: Criptează cu parolă (AES-256)
sk_sk: Šifrovať heslom (AES-256)
sl_si: Šifriraj z geslom (AES-256)
sr_latn_rs: Šifruj lozinkom (AES-256)
sv_se: Kryptera med lösenord (AES-256)
sw_ke: Simba kwa nenosiri (AES-256)
th_th: เข้ารหัสด้วยรหัสผ่าน (AES-256)
tr_tr: Parolayla şifrele (AES-256)
uk_ua: Зашифрувати паролем (AES-256)
ur_pk: پاس ورڈ کے ساتھ انکرپٹ کریں (AES-256)
vi_vn: Mã hóa bằng mật khẩu (AES-256)
zh_hans: 使用密码加密 (AES-256)

# EncryptPasswordDialogMessage
source: File contents will be encrypted with AES-256. File and folder names inside the archive stay visible without the password.
ar_sa: سيتم تشفير محتويات الملفات باستخدام AES-256. تبقى أسماء الملفات والمجلدات داخل الأرشيف مرئية دون كلمة المرور.
bg_bg: Съдържанието на файловете ще бъде шифровано с AES-256. Имената на файловете и папките в архива остават видими без паролата.
cs_cz: Obsah souborů bude zašifrován pomocí AES-256. Názvy souborů a složek v archivu zůstanou viditelné i bez hesla.
da_dk: Filernes indhold krypteres med AES-256. Fil- og mappenavne i arkivet forbliver synlige uden adgangskoden.
de_de: Die Dateiinhalte werden mit AES-256 verschlüsselt. Datei- und Ordnernamen im Archiv bleiben ohne Passwort sichtbar.
el_gr: Τα περιεχόμενα των αρχείων θα κρυπτογραφηθούν με AES-256. Τα ονόματα αρχείων και φακέλων μέσα στο αρχείο συμπίεσης παραμένουν ορατά χωρίς τον κωδικό.
es_es: El contenido de los archivos se cifrará con AES-256. Los nombres de archivos y carpetas del archivo comprimido seguirán visibles sin la contraseña.
et_ee: Failide sisu krüptitakse AES-256-ga. Arhiivis olevate failide ja kaustade nimed jäävad ilma paroolita nähtavaks.
fi_fi: Tiedostojen sisältö salataan AES-256:lla. Arkiston tiedostojen ja kansioiden nimet näkyvät ilman salasanaakin.
fr_fr: Le contenu des fichiers sera chiffré avec AES-256. Les noms des fichiers et dossiers de l'archive restent visibles sans le mot de passe.
he_il: תוכן הקבצים יוצפן באמצעות AES-256. שמות הקבצים והתיקיות בארכיון יישארו גלויים גם ללא הסיסמה.
hi_in: फ़ाइलों की सामग्री AES-256 से एन्क्रिप्ट की जाएगी। संग्रह के अंदर फ़ाइलों और फ़ोल्डरों के नाम पासवर्ड के बिना भी दिखाई देते रहेंगे।
hr_hr: Sadržaj datoteka bit će šifriran pomoću AES-256. Nazivi datoteka i mapa u arhivi ostaju vidljivi i bez lozinke.
hu_hu: A fájlok tartalma AES-256 titkosítást kap. Az archívumban lévő fájlok és mappák neve jelszó nélkül is látható marad.
id_id: Isi file akan dienkripsi dengan AES-256. Nama file dan folder di dalam arsip tetap terlihat tanpa kata sandi.
it_it: Il contenuto dei file verrà crittografato con AES-256. I nomi di file e cartelle nell'archivio restano visibili anche senza password.
ja_jp: ファイルの内容は AES-256 で暗号化されます。アーカイブ内のファイル名とフォルダー名はパスワードなしでも表示されます。
ko_kr: 파일 내용은 AES-256으로 암호화됩니다. 보관 파일 안의 파일 및 폴더 이름은 암호 없이도 표시됩니다.
lt_lt: Failų turinys bus užšifruotas AES-256. Failų ir aplankų pavadinimai archyve liks matomi ir be slaptažodžio.
lv_lv: Failu saturs tiks šifrēts ar AES-256. Failu un mapju nosaukumi arhīvā paliks redzami arī bez paroles.
nb_no: Filinnholdet krypteres med AES-256. Fil- og mappenavn i arkivet forblir synlige uten passordet.
pl_pl: Zawartość plików zostanie zaszyfrowana algorytmem AES-256. Nazwy plików i folderów w archiwum pozostaną widoczne bez hasła.
pt_pt: O conteúdo dos ficheiros será encriptado com AES-256. Os nomes dos ficheiros e pastas no arquivo permanecem visíveis sem a palavra-passe.
ro_ro: Conținutul fișierelor va fi criptat cu AES-256. Numele fișierelor și folderelor din arhivă rămân vizibile fără parolă.
sk_sk: Obsah súborov bude zašifrovaný pomocou AES-256. Názvy súborov a priečinkov v archíve zostanú viditeľné aj bez hesla.
sl_si: Vsebina datotek bo šifrirana z AES-256. Imena datotek in map v arhivu ostanejo vidna tudi brez gesla.
sr_latn_rs: Sadržaj datoteka biće šifrovan pomoću AES-256. Nazivi datoteka i fascikli u arhivi ostaju vidljivi i bez lozinke.
sv_se: Filernas innehåll krypteras med AES-256. Fil- och mappnamn i arkivet förblir synliga utan lösenordet.
sw_ke: Maudhui ya faili yatasimbwa kwa AES-256. Majina ya faili na folda ndani ya kumbukumbu yataendelea kuonekana bila nenosiri.
th_th: เนื้อหาของไฟล์จะถูกเข้ารหัสด้วย AES-256 ชื่อไฟล์และโฟลเดอร์ในไฟล์บีบอัดจะยังมองเห็นได้โดยไม่ต้องใช้รหัสผ่าน
tr_tr: Dosya içerikleri AES-256 ile şifrelenecek. Arşivdeki dosya ve klasör adları parola olmadan da görünür kalır.
uk_ua: Вміст файлів буде зашифровано AES-256. Імена файлів і тек в архіві залишаться видимими без пароля.
ur_pk: فائلوں کا مواد AES-256 سے انکرپٹ کیا جائے گا۔ آرکائیو کے اندر فائلوں اور فولڈرز کے نام پاس ورڈ کے بغیر بھی نظر آتے رہیں گے۔
vi_vn: Nội dung tệp sẽ được mã hóa bằng AES-256. Tên tệp và thư mục trong kho lưu trữ vẫn hiển thị mà không cần mật khẩu.
zh_hans: 文件内容将使用 AES-256 加密。压缩包内的文件和文件夹名称在没有密码时仍然可见。

# EncryptPasswordPlaceholder
source: Password
ar_sa: كلمة المرور
bg_bg: Парола
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
et_ee: Parool
fi_fi: Salasana
fr_fr: Mot de passe
he_il: סיסמה
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 암호
lt_lt: Slaptažodis
lv_lv: Parole
nb_no: Passord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
sk_sk: Heslo
sl_si: Geslo
sr_latn_rs: Lozinka
sv_se: Lösenord
sw_ke: Nenosiri
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
ur_pk: پاس ورڈ
vi_vn: Mật khẩu
zh_hans: 密码

# EncryptPasswordConfirmPlaceholder
source: Confirm password
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърдете паролата
cs_cz: Potvrzení hesla
da_dk: Bekræft adgangskode
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού
es_es: Confirmar contraseña
et_ee: Kinnita parool
fi_fi: Vahvista salasana
fr_fr: Confirmer le mot de passe
he_il: אישור סיסמה
hi_in: पासवर्ड की पुष्टि करें
hr_hr: Potvrdite lozinku
hu_hu: Jelszó megerősítése
id_id: Konfirmasi kata sandi
it_it: Conferma password
ja_jp: パスワードの確認
ko_kr: 암호 확인
lt_lt: Patvirtinkite slaptažodį
lv_lv: Apstipriniet paroli
nb_no: Bekreft passord
pl_pl: Potwierdź hasło
pt_pt: Confirmar palavra-passe
ro_ro: Confirmați parola
sk_sk: Potvrdenie hesla
sl_si: Potrdite geslo
sr_latn_rs: Potvrdite lozinku
sv_se: Bekräfta lösenord
sw_ke: Thibitisha nenosiri
th_th: ยืนยันรหัสผ่าน
tr_tr: Parolayı onaylayın
uk_ua: Підтвердіть пароль
ur_pk: پاس ورڈ کی تصدیق کریں
vi_vn: Xác nhận mật khẩu
zh_hans: 确认密码

# EncryptPasswordRuleHint
source: Use only English letters, digits, spaces and punctuation, up to {0} characters, so 7-Zip and other ZIP tools can open the archive.
ar_sa: استخدم الأحرف الإنجليزية والأرقام والمسافات وعلامات الترقيم فقط، بحد أقصى {0} حرفًا، حتى يتمكن 7-Zip وأدوات ZIP الأخرى من فتح الأرشيف.
bg_bg: Използвайте само английски букви, цифри, интервали и пунктуация, до {0} знака, за да могат 7-Zip и други ZIP програми да отварят архива.
cs_cz: Používejte pouze anglická písmena, číslice, mezery a interpunkci, nejvýše {0} znaků, aby archiv mohly otevřít 7-Zip a další nástroje ZIP.
da_dk: Brug kun engelske bogstaver, cifre, mellemrum og tegnsætning, højst {0} tegn, så 7-Zip og andre ZIP-værktøjer kan åbne arkivet.
de_de: Verwenden Sie nur englische Buchstaben, Ziffern, Leerzeichen und Satzzeichen, höchstens {0} Zeichen, damit 7-Zip und andere ZIP-Programme das Archiv öffnen können.
el_gr: Χρησιμοποιήστε μόνο αγγλικά γράμματα, ψηφία, κενά και σημεία στίξης, έως {0} χαρακτήρες, ώστε το 7-Zip και άλλα εργαλεία ZIP να μπορούν να ανοίξουν το αρχείο συμπίεσης.
es_es: Use solo letras inglesas, dígitos, espacios y signos de puntuación, hasta {0} caracteres, para que 7-Zip y otras herramientas ZIP puedan abrir el archivo.
et_ee: Kasutage ainult ingliskeelseid tähti, numbreid, tühikuid ja kirjavahemärke, kuni {0} märki, et 7-Zip ja teised ZIP-tööriistad saaksid arhiivi avada.
fi_fi: Käytä vain englannin kirjaimia, numeroita, välilyöntejä ja välimerkkejä, enintään {0} merkkiä, jotta 7-Zip ja muut ZIP-työkalut voivat avata arkiston.
fr_fr: Utilisez uniquement des lettres anglaises, des chiffres, des espaces et de la ponctuation, {0} caractères au maximum, afin que 7-Zip et d'autres outils ZIP puissent ouvrir l'archive.
he_il: השתמשו רק באותיות אנגליות, ספרות, רווחים וסימני פיסוק, עד {0} תווים, כדי ש-7-Zip וכלי ZIP אחרים יוכלו לפתוח את הארכיון.
hi_in: केवल अंग्रेज़ी अक्षर, अंक, स्पेस और विराम चिह्न इस्तेमाल करें, अधिकतम {0} वर्ण, ताकि 7-Zip और अन्य ZIP टूल संग्रह खोल सकें।
hr_hr: Koristite samo engleska slova, znamenke, razmake i interpunkciju, najviše {0} znakova, kako bi 7-Zip i drugi ZIP alati mogli otvoriti arhivu.
hu_hu: Csak angol betűket, számjegyeket, szóközt és írásjeleket használjon, legfeljebb {0} karaktert, hogy a 7-Zip és más ZIP-eszközök is megnyithassák az archívumot.
id_id: Gunakan hanya huruf Inggris, angka, spasi, dan tanda baca, maksimal {0} karakter, agar 7-Zip dan alat ZIP lainnya dapat membuka arsip.
it_it: Usa solo lettere inglesi, cifre, spazi e punteggiatura, fino a {0} caratteri, affinché 7-Zip e altri strumenti ZIP possano aprire l'archivio.
ja_jp: 7-Zip などの ZIP ツールで開けるよう、英字、数字、スペース、記号のみを使い、{0} 文字以内にしてください。
ko_kr: 7-Zip 및 기타 ZIP 도구에서 열 수 있도록 영문자, 숫자, 공백, 문장 부호만 사용하고 {0}자 이하로 입력하세요.
lt_lt: Naudokite tik anglų kalbos raides, skaitmenis, tarpus ir skyrybos ženklus, ne daugiau kaip {0} simbolių, kad 7-Zip ir kiti ZIP įrankiai galėtų atidaryti archyvą.
lv_lv: Izmantojiet tikai angļu burtus, ciparus, atstarpes un pieturzīmes, ne vairāk kā {0} rakstzīmes, lai 7-Zip un citi ZIP rīki varētu atvērt arhīvu.
nb_no: Bruk bare engelske bokstaver, sifre, mellomrom og tegnsetting, maks. {0} tegn, slik at 7-Zip og andre ZIP-verktøy kan åpne arkivet.
pl_pl: Używaj tylko liter angielskich, cyfr, spacji i znaków interpunkcyjnych, maksymalnie {0} znaków, aby 7-Zip i inne narzędzia ZIP mogły otworzyć archiwum.
pt_pt: Utilize apenas letras inglesas, algarismos, espaços e pontuação, até {0} carateres, para que o 7-Zip e outras ferramentas ZIP possam abrir o arquivo.
ro_ro: Folosiți doar litere englezești, cifre, spații și semne de punctuație, cel mult {0} caractere, pentru ca 7-Zip și alte instrumente ZIP să poată deschide arhiva.
sk_sk: Používajte iba anglické písmená, číslice, medzery a interpunkciu, najviac {0} znakov, aby archív mohli otvoriť 7-Zip a ďalšie nástroje ZIP.
sl_si: Uporabljajte samo angleške črke, števke, presledke in ločila, največ {0} znakov, da lahko arhiv odprejo 7-Zip in druga orodja ZIP.
sr_latn_rs: Koristite samo engleska slova, cifre, razmake i interpunkciju, najviše {0} znakova, kako bi 7-Zip i drugi ZIP alati mogli da otvore arhivu.
sv_se: Använd endast engelska bokstäver, siffror, blanksteg och skiljetecken, högst {0} tecken, så att 7-Zip och andra ZIP-verktyg kan öppna arkivet.
sw_ke: Tumia herufi za Kiingereza, tarakimu, nafasi na alama za uakifishaji pekee, hadi herufi {0}, ili 7-Zip na zana zingine za ZIP ziweze kufungua kumbukumbu.
th_th: ใช้เฉพาะตัวอักษรภาษาอังกฤษ ตัวเลข ช่องว่าง และเครื่องหมายวรรคตอน ไม่เกิน {0} อักขระ เพื่อให้ 7-Zip และเครื่องมือ ZIP อื่นๆ เปิดไฟล์บีบอัดได้
tr_tr: 7-Zip ve diğer ZIP araçlarının arşivi açabilmesi için yalnızca İngilizce harfler, rakamlar, boşluk ve noktalama işaretleri kullanın; en fazla {0} karakter.
uk_ua: Використовуйте лише англійські літери, цифри, пробіли й розділові знаки, не більше {0} символів, щоб архів могли відкрити 7-Zip та інші ZIP-програми.
ur_pk: صرف انگریزی حروف، ہندسے، خالی جگہیں اور رموزِ اوقاف استعمال کریں، زیادہ سے زیادہ {0} حروف، تاکہ 7-Zip اور دیگر ZIP ٹولز آرکائیو کھول سکیں۔
vi_vn: Chỉ dùng chữ cái tiếng Anh, chữ số, dấu cách và dấu câu, tối đa {0} ký tự, để 7-Zip và các công cụ ZIP khác có thể mở kho lưu trữ.
zh_hans: 请仅使用英文字母、数字、空格和标点符号，最多 {0} 个字符，以便 7-Zip 和其他 ZIP 工具能够打开该压缩包。

# EncryptPasswordErrorTooLong
source: The password is longer than {0} characters.
ar_sa: كلمة المرور أطول من {0} حرفًا.
bg_bg: Паролата е по-дълга от {0} знака.
cs_cz: Heslo je delší než {0} znaků.
da_dk: Adgangskoden er længere end {0} tegn.
de_de: Das Passwort ist länger als {0} Zeichen.
el_gr: Ο κωδικός είναι μεγαλύτερος από {0} χαρακτήρες.
es_es: La contraseña tiene más de {0} caracteres.
et_ee: Parool on pikem kui {0} märki.
fi_fi: Salasana on pidempi kuin {0} merkkiä.
fr_fr: Le mot de passe dépasse {0} caractères.
he_il: הסיסמה ארוכה מ-{0} תווים.
hi_in: पासवर्ड {0} वर्णों से लंबा है।
hr_hr: Lozinka je dulja od {0} znakova.
hu_hu: A jelszó hosszabb {0} karakternél.
id_id: Kata sandi lebih dari {0} karakter.
it_it: La password supera i {0} caratteri.
ja_jp: パスワードが {0} 文字を超えています。
ko_kr: 암호가 {0}자를 초과합니다.
lt_lt: Slaptažodis ilgesnis nei {0} simbolių.
lv_lv: Parole ir garāka par {0} rakstzīmēm.
nb_no: Passordet er lengre enn {0} tegn.
pl_pl: Hasło jest dłuższe niż {0} znaków.
pt_pt: A palavra-passe tem mais de {0} carateres.
ro_ro: Parola depășește {0} caractere.
sk_sk: Heslo je dlhšie ako {0} znakov.
sl_si: Geslo je daljše od {0} znakov.
sr_latn_rs: Lozinka je duža od {0} znakova.
sv_se: Lösenordet är längre än {0} tecken.
sw_ke: Nenosiri ni refu kuliko herufi {0}.
th_th: รหัสผ่านยาวเกิน {0} อักขระ
tr_tr: Parola {0} karakterden uzun.
uk_ua: Пароль довший за {0} символів.
ur_pk: پاس ورڈ {0} حروف سے لمبا ہے۔
vi_vn: Mật khẩu dài hơn {0} ký tự.
zh_hans: 密码超过 {0} 个字符。

# EncryptPasswordErrorMismatch
source: The passwords do not match.
ar_sa: كلمتا المرور غير متطابقتين.
bg_bg: Паролите не съвпадат.
cs_cz: Hesla se neshodují.
da_dk: Adgangskoderne stemmer ikke overens.
de_de: Die Kennwörter stimmen nicht überein.
el_gr: Οι κωδικοί δεν ταιριάζουν.
es_es: Las contraseñas no coinciden.
et_ee: Paroolid ei ühti.
fi_fi: Salasanat eivät täsmää.
fr_fr: Les mots de passe ne correspondent pas.
he_il: הסיסמאות אינן תואמות.
hi_in: पासवर्ड मेल नहीं खाते।
hr_hr: Lozinke se ne podudaraju.
hu_hu: A jelszavak nem egyeznek.
id_id: Kata sandi tidak cocok.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません。
ko_kr: 암호가 일치하지 않습니다.
lt_lt: Slaptažodžiai nesutampa.
lv_lv: Paroles nesakrīt.
nb_no: Passordene samsvarer ikke.
pl_pl: Hasła nie są zgodne.
pt_pt: As palavras-passe não coincidem.
ro_ro: Parolele nu se potrivesc.
sk_sk: Heslá sa nezhodujú.
sl_si: Gesli se ne ujemata.
sr_latn_rs: Lozinke se ne podudaraju.
sv_se: Lösenorden matchar inte.
sw_ke: Manenosiri hayalingani.
th_th: รหัสผ่านไม่ตรงกัน
tr_tr: Parolalar eşleşmiyor.
uk_ua: Паролі не збігаються.
ur_pk: پاس ورڈز مماثل نہیں ہیں۔
vi_vn: Mật khẩu không khớp.
zh_hans: 两次输入的密码不一致。

# EncryptShowPasswordCheck.Content
source: Show password
ar_sa: إظهار كلمة المرور
bg_bg: Показване на паролата
cs_cz: Zobrazit heslo
da_dk: Vis adgangskode
de_de: Passwort anzeigen
el_gr: Εμφάνιση κωδικού πρόσβασης
es_es: Mostrar contraseña
et_ee: Kuva parool
fi_fi: Näytä salasana
fr_fr: Afficher le mot de passe
he_il: הצג סיסמה
hi_in: पासवर्ड दिखाएं
hr_hr: Prikaži lozinku
hu_hu: Jelszó megjelenítése
id_id: Tampilkan kata sandi
it_it: Mostra password
ja_jp: パスワードを表示
ko_kr: 암호 표시
lt_lt: Rodyti slaptažodį
lv_lv: Rādīt paroli
nb_no: Vis passord
pl_pl: Pokaż hasło
pt_pt: Mostrar palavra-passe
ro_ro: Afișare parolă
sk_sk: Zobraziť heslo
sl_si: Pokaži geslo
sr_latn_rs: Prikaži lozinku
sv_se: Visa lösenord
sw_ke: Onyesha nenosiri
th_th: แสดงรหัสผ่าน
tr_tr: Parolayı göster
uk_ua: Показати пароль
ur_pk: پاس ورڈ دکھائیں
vi_vn: Hiện mật khẩu
zh_hans: 显示密码
